Repository: omartypo3/projectTypo3
Catalog: pingag_jobs/Resources/Private/Language/*.locallang.xlf
Languages: de

# list.filter.type
source: All vacancies
de: Alle Angebote

# list.filter.section
source: All working areas
de: Alle Arbeitsbereiche

# list.filter.location
source: All locations
de: Alle Arbeitsorte

# list.noitems
source: No vacancies for your filter criteria were found.
de: Es wurden keine Offene Stelle für Ihre Filterkriterien gefunden.

# detail.apply
source: Apply
de: Bewerben

# detail.share
source: Recommend
de: Weiterempfehlen

# detail.print
source: Print
de: Drucken

# detail.headings.tasks
source: Your tasks
de: So unterstützen Sie uns

# detail.headings.tasksdu
source: Your tasks
de: Deine Aufgaben

# detail.headings.profile
source: Your profile
de: Darauf kommt es uns an

# detail.headings.profiledu
source: Your profile
de: Dein Profil

# detail.headings.offer
source: We provide
de: Ihre Vorteile auf einen Blick

# detail.headings.location
source: Medbase location
de: Medbase Standort

# list.headings.title
source: Job title
de: Stellentitel

# list.headings.quota
source: Workload
de: Arbeitspensum

# list.headings.section
source: Working area
de: Arbeitsbereich

# list.headings.location
source: Location
de: Arbeitsort
